{
    "join_title": "Připojit se k uživatelské studii",
    "join_participant_details": "Uživatelské údaje",
    "join_about_study": "O studii",
    "join_study_details": "Tato studie se zaměřuje na vyhodnocení doporučovacích systémů a různých způsobů prezentace doporučení. Tématem studie jsou filmy a její dokončení by Vám nemělo zabrat více než 10-15 minut.",
    "join_please_enter_details": "Prosím vyplňte Vaše údaje. E-mailová adresa je volitelná, ostatní pole jsou povinná. Pokud se rozhodnete nám sdělit Vaši e-mailovou adresu, budou Vám později zaslány výsledky této studie, případně Vám v budoucnu můžeme zaslat upozornění týkající se nových, navazujících studií.",
    "join_enter_email": "Prosím zadejte Váš e-mail",
    "join_enter_email_hint": "Vaše e-mailová adresa (volitelné)",
    "join_enter_gender": "Prosím vyberte Vaše pohlaví.",
    "join_enter_gender_hint": "Vaše pohlaví (povinné)",
    "join_enter_age": "Prosím vyberte Vaši věkovou skupinu.",
    "join_enter_age_hint": "Vaše věková skupina (povinné)",
    "join_enter_education": "Prosím vyberte Vaše nejvyšší dosažené vzdělání.",
    "join_enter_education_hint": "Vaše nejvyšší dosažené vzdělání (povinné)",
    "join_enter_ml_familiar": "Máte zkušenosti se strojovým učením?",
    "join_enter_ml_familiar_hint": "Vaše zkušenost se strojovým učením (povinné)",
    "join_gender_male": "Muž",
    "join_gender_female": "Žena",
    "join_gender_other": "Jiné",
    "join_education_no_formal": "Žádné formální vzdělání",
    "join_education_primary": "Základní",
    "join_education_high": "Střední",
    "join_education_bachelor": "Bakalářský titul",
    "join_education_master": "Magisterský titul",
    "join_education_doctoral": "Doktorát",
    "yes": "Ano",
    "no": "Ne",
    "join_informed_consent_header": "Informovaný souhlas",
    "join_informed_consent_p1": "S čím byste měli souhlasit, pokud chcete pokračovat (informovaný souhlas):",
    "join_informed_consent_p2": "Seznámili jste se s cíli výzkumu (viz odstavec 'O studii' nahoře) a nevadí Vám se na něm podílet (např. vás neuráží, není rozporu s vaším přesvědčením apod.). Souhlasíte s tím, že můžeme použít vaše (anonymní) odpovědi a vaše demografická data k prezentaci např. ve vědeckých pracích. Nikdy nebudeme zveřejňovat vaše osobní údaje (ty stejně nemáme a ani je nechceme;-), nebudeme ani zveřejňovat váš e-mail, pokud nám ho poskytnete.",
    "join_informed_consent_p3": "V práci, která na základě výzkumu vznikne, bychom chtěli zveřejnit dataset s výsledky v následujícím rozsahu:",
    "join_informed_consent_p31": "anonymizovaný, náhodně vygenerovaný identifikátor účastníka (něco jako UID = 535466)",
    "join_informed_consent_p32": "demografická data účastníka (věková skupina, vzdělání, znalost strojového učení)",
    "join_informed_consent_p33": "odpovědi účastníka",
    "join_informed_consent_p4": "Výzkumu se účastníte bez nároku na honorář (kromě naší vděčnosti a dobrého pocitu že pomáháte vědě:-)",
    "join_informed_consent_p5": "Výzkum můžete kdykoliv přerušit (prostě zavřete okno prohlížeče:-). Pokud chcete svůj souhlas se zpracováním vašich odpovědí odvolat, napište nám e-mail (kontakt je v dolní části stránky). Pokud jste nevyplnili e-mail, budeme potřebovat trochu více informací, abychom mohli vaše interakce dohledat (například kdy jste začali s experimentem).",
    "join_informed_consent_p6": "Pokud jste vyplnili e-mail, ale nechcete, abychom vás nadále kontaktovali, prostě nám to napište...",
    "join_start_user_study": "Začít",
    "join_guid_not_found": "GUID nebylo nalezeno, prosím zkontrolujte Vámi zadanou URL adresu",
    "join_server_error": "Chyba na straně serveru, prosím zkuste později",
    "join_min_resolution_error": "Pro spuštění této uživatelské studie potřebujete větší rozlišení obrazovky (alespoň 1000x550 pixelů). V případě, že právě používáte mobilní telefon/table, prosím zkuste studii spustit znovu z notebooku či stolního počítače.",
    "join_czech": "Čeština",
    "join_english": "English",
    "footer_contacts": "kontakty",
    "footer_contact": "kontakt",
    "footer_charles_university": "Univerzitě Karlově",
    "footer_cagliari_university": "Univerzitou v Cagliari",
    "footer_t1": "Tato studie vznikla na",
    "footer_t2": "ve spolupráci s",
    "elicitation_load_more": "Načíst další",
    "elicitation_finish": "Dokončit získávání preferencí a pokračovat",
    "elicitation_search": "Hledat",
    "elicitation_cancel_search": "Zrušit hledání",
    "elicitation_enter_name": "Zadejte název filmu",
    "elicitation_header": "Získávání preferencí",
    "elicitation_hint_lead": "Vyberte všechny filmy, které jste v minulosti viděli a které se Vám líbí. Ke správné funkci doporučování je vhodné vybrat alespoň 5-10 filmů.",
    "elicitation_hint": "Filmy se vybírají kliknutím, každý vybraný film je zvýrazněný pomocí zeleného okraje. Pokud chcete načíst další filmy, můžete použít tlačítko v dolní části stránky. Alternativně můžete použít vyhledávání v horní části obrazovky k nalezení filmů které znáte a které se Vám líbí. Tento krok nám pomůže identifikovat a lépe porozumět Vaším preferencím. Poznámka: nejnovější filmy v naší databázi jsou z roku 2018. Při najetí myší na libovolný film se zobrazí Český název a seznam žánrů.",
    "elicitation_title": "Získávání Preferencí",
    "error_not_initialized": "Studie zatím nebyla inicializována, zkuste prosím znovu později",
    "error_not_active": "Studie byla deaktivována, zkuste prosím znovu později",
    "error_hint": "",
    "error_header": "Chyba",
    "error_hint_lead": "Někde nastala chyba"
}